Repository: BackupTheBerlios/kludoteca-svn
Catalog: trunk/alpha/kludoteca/po/*.po
Languages: es

source: KLudoteca has crashed! We're terribly sorry about this :( But, all is not lost! You could potentially help us fix the crash. KLudoteca has attached a backtrace that describes the crash, so just click send, or if you have time, write a brief description of how the crash happened first. Many thanks.
es: KLudoteca ha fallado! Estamos terriblemente apenas por esto :( Perp, no todo esta perdido! Puedes ayudarnos a arreglar este error. KLudoteca ha añadido un backtrace que describe el error, solo debes clickear en enviar, o si tienes tiempo, escribe una corta descripcion de como ocurrio esto. Muchas gracias.

source: Send Email
es: Enviar correo

source: Crash Handler
es: Capturador de errores

source: Application initialized
es: Aplicacion corriendo

source: Application closed
es: Aplicacion cerrada

source: I can't generate enterprise information
es: No puedo generar la informacion de la empresa

source: Open enterprise %1
es: Abrir empresa %1

source: Administer easyly your game store
es: Administre facilmente su ludoteca

source: KLudoteca is an application for administer a game store.
es: Sistema para administrar una ludoteca

source: Introduction
es: Introduccion

source: Tips
es: Trucos

source: Specifications
es: Especificaciones

source: Add clients
es: Agregar clientes

source: Click for add clients
es: Click para agregar clientes

source: Add tournament
es: Agregar torneo

source: Click for create a new tournamet
es: Click para agregar un nuevo torneo

source: Add a game
es: Agregar un juego

source: Click for add a game
es: Click para alquilar un juego

source: Rents a game
es: Alquilar un juego

source: Click for rents a game
es: Click para alquilar un juego

source: New functionally
es: Nueva funcionabilidad

source: View Reports
es: Ver reportes

source: Click to view reports!
es: Click para ver reportes!

source: Next: An Introduction to KLudoteca
es: Siguiente: Una introduccion a KLudoteca

source: KLudoteca is an application for administer a game store..
es: Sistema para administrar una ludoteca

source: KLudoteca makes that administer a game store an easy work In this application you can add clients and manage your information in a way fast and easy.
es: KLudoteca hace facil la administracion de su ludoteca

source: KLudoteca is your option!You can use kludoteca for many things likeadd a <a href="addclient:/">client</A> or administer tournament of games, or simply have catalogued the games.
es: Kludoteca es su opcion! puedes usar kludoteca para muchas cosas como agregar <a href="addclient:/">clientes</A> o administrar torneos o juegos o simplemente tener catalogados sus juegos.

source: For more detailed documentation on KLudoteca click <a href="%1">here</a>.
es: Para informacion detallada click <a href="%1">aqui</a>.

source: <em>Additional information:</em> This software is posible thanks to - GNU Community- All our friends- and me... X )
es: <em>Informacion adicional:</em> Este software es posible gracias a mi

source: Next: Tips &amp; Tricks
es: Siguiente: Trucos

source: KLudoteca is designed to make easy the work. The aim of this project is give to community a good and powerfull software for administer your bussiness
es: KLudoteca esta diseñado para hacer facil el trabajo. El animo de este proyecto es dar a la comunidad un buen y poderoso softwara para administrar su negocio

source: Technical features
es: Caracteristicas tecnicas

source: Implemented
es: Implementado

source: Description
es: Descripcion

source: built-in
es: construido

source: Postgresql
es: PGS

source: database-module
es: Base de datos

source: In progress
es: En progreso

source: GUI
es: IGU

source: Extern in progress
es: Externo en progreso

source: game-module
es: Modulo de juegos

source: clients
es: Clientes

source: module
es: Modulo

source: users module
es: Modulo de usuarios

source: rents module
es: Modulo de alquiler

source: Feature
es: Caracteristica

source: Details
es: Detalles

source: Techs
es: Tecnologias

source: Protocols
es: Protocolos

source: Database techs
es: Tecnologia de base de datos

source: Triggers
es: Disparadores

source: Special functions
es: Funciones especiales

source: <a href="%1">Return to KLudoteca</a>
es: <a href="%1">Vuelva a KLudoteca</a>

source: Tips &amp; Tricks
es: Trucos

source: You can browse the web with kludoteca!
es: Puedes navegar por la web con kludoteca!

source: You can use drag and drop for add games,users and so...
es: Puedes usar drag and drop para adicionar juegos, usuarios, etc...

source: When kludoteca is crash, you can send me detailed information of the problem!
es: Cuando kludoteca falla, puedes enviarnos infomracion detallada del problema!

source: The accel keys can simplify the work
es: Los aceleradores de teclas pueden simplificarte el trabajo

source: You can change the application idiom in kcontrol, or launch the applicacion with KDE_LANG=[lang code] e.g. KDE_LANG=es kludoteca
es: Puedes cambiar el idioma de la aplicacion en kcontrol, or ejecutar la aplicacion con KDE_LANG=[lang code], ej. KDE_LANG=en kludoteca

source: You can reconnect with other users: only press a new connection icon
es: Puedes reconectarte con otros usuarios: solo presionas en el icono de nueva conexion

source: Thanks to <a href="%1">DCOP</a> you can have full control over KLudoteca using a script.
es: Gracias a <a href="%1">DCOP</a> usted puede tener un control total sobre kludoteca usando scripts!

source: Next: Specifications
es: Siguiente: Especificaciones

source: Installed Plugins
es: Pluegins instalados

source: Installed
es: Instalado

source: Add a tournament
es: Agregar un torneo

source: Fill the fields with the new tournament information
es: Llene los campos con la informacion para un nuevo torneo

source: You doesn't have permissions to add tournaments, sorry!
es: No tienes permisos para adicionar torneos, lo siento!

source: Add client
es: Agregar cliente

source: Admin Clients
es: Gestionar clientes

source: Fill the fields with the client information
es: Llene los campos con la informacion del cliente

source: You doesn't have permissions to add clients, sorry!
es: No tienes permisos para adicionar clienteslo siento!

source: Cooming soon
es: Proximamente

source: System for administer a game store.
es: Sistema para administrar una ludoteca

source: Files/URLs to Open
es: Archivos/URLS para abrir

source: Reconfigure the application
es: Reconfigurar la aplicacion

source: IRC: server: irc.freenode.net / channel: #cetis Email:: cetis@univalle.edu.co
es: IRC: servidor: irc.freenode.net / canal: #cetis Coreo electrónico:: cetis@univalle.edu.co

source: Main developer
es: Desarrollador principal

source: Thanks for your interest in this project, ideas, help and testing.
es: Gracias por su interés en este proyecto, ideas, ayuda y pruebas.

source: Thanks for your artwork!
es: Gracias por sus iconos!

source: The best media player on the world ;)
es: El mejor reproductor de media en el mundo ;)

source: Your about page rules!
es: Viva su pagina de presentacion!

source: Many thanks to all GNU community!!
es: Muchas gracias a toda la comunidad GNU!

source: You need first configure the system
es: Primero necesitas configurar el sistema

source: Initializing application
es: Inicializando aplicacion

source: Restoring application
es: Restaurando aplicacion

source: Application is running and up!
es: Aplicacion corriendo

source: Configuration...
es: Configuración...

source: Database
es: Base de datos

source: Configure Database
es: Configurar base de datos

source: Apparience
es: Apariencia

source: Server:
es: Servidor:

source: User
es: Usuario

source: Soon we have the look&feel configuration!
es: Pronto tendremos la configuracion de apariencia!

source: A&ctions
es: Ac&ciones

source: _: NAME OF TRANSLATORS Your names
es: Traductores David Cuadrado

source: _: EMAIL OF TRANSLATORS Your emails
es: Correos krawek@gmail.com

source: Validate dialog
es: Dialogo de validacion

source: Choose your user
es: Escoja su usuario

source: Setup your database connection
es: Configurar la conexion a la base de datos

source: The user %1 is online
es: El usuario %1 esta en conectado

source: You need a kludoteca account! Talk with the system administer.
es: Necesitas una cuenta en kludoteca! Habla con el administrador del sistema para obtenerla

source: Login or password incorrect
es: Usuario o contraseña incorrecta

source: I can't connect to database server.
es: No puedo conectarme al servidor de bases de datos

source: Store password
es: Guardar contraseña

source: Password
es: Contraseña

source: Dump Name
es: Nombre del volcado

source: Database Name
es: Base de datos

source: Date
es: Fecha

source: See file
es: Ver archivo

source: Making backup
es: Haciando backup

source: I can't backup the database!
es: No puedo hacer un backup de la base de datos!

source: Error making backup
es: Error haciendo backup

source: Are you sure to delete this file ?
es: Esta seguro que querer borrar este archivo?

source: I can't delete this file!
es: I can't delete this archivo!

source: I can't restore the database!
es: No puedo restaurar la base de datos!

source: View dump
es: Ver dump

source: Could not find a suitable component
es: No se encontro un componente apropiado para mostrar esto

source: Priority
es: Prioridad

source: Message
es: Mensaje

source: First Name
es: Nombre

source: Last Name
es: Apellido

source: login
es: Usuario

source: Users
es: Usuarios

source: Add user
es: Agregar usuario

source: Admin User
es: Gestionar usuario

source: Fill the fields with the user information
es: Llene los campos con la informacion del usuario

source: Are you sure to delete the user
es: Esta seguro que querer borrar el usuario?

source: The user has been deleted!!
es: El usuario ha sido borrado!!

source: Modify user
es: Modificar usuario

source: Modify the fields with the user information
es: Modifique los campos con la informacion del usuario

source: == query to user
es: == Consulta al usuario

source: Real name:
es: Nombre real:

source: Identification:
es: Identificacion

source: Address:
es: Direccion:

source: Phone:
es: Telefono:

source: Email:
es: Correo:

source: Permissions:
es: Permisos:

source: Admin
es: Administrador

source: Logs
es: Registros

source: Male
es: hombre

source: Female
es: mujer

source: Login
es: Usuario

source: First name
es: Nombre

source: Last name
es: Apellido

source: Identification
es: Identificacion

source: Address
es: Direccion

source: Phone
es: Telefono

source: EMail
es: Correo

source: Admin module
es: Modulo de administracion

source: Clients module
es: Modulo de clientes

source: Games module
es: Modulo de juegos

source: Rents module
es: Modulo de alquiler

source: Tournament module
es: Modulos de torneos

source: <li>Bad identification field</li>
es: <li>Error en el campo de identificacion</li>

source: <li>Bad login field</li>
es: <li>Esta mal el campo de login</li>

source: <li>Bad first name field</li>
es: <li>Esta mal el campo del nombre</li>

source: <li>Bad last name field</li>
es: <li>Esta mal el campo de apellido</li>

source: <li>Bad address field</li>
es: <li>Esta mal el campo de direccion</li>

source: <li>Bad phone field</li>
es: <li>Esta mal el campo de telefono</li>

source: <li>Bad email field</li>
es: <li>Esta mal el campo de email</li>

source: I can't insert or modify this user!
es: No puedo insertar o modificar este usuario!

source: The user
es: El usuario

source: has been added
es: ha sido añadido

source: The changes to
es: Los cambios a

source: was taken
es: fueron hechos

source: Comment
es: Comentario

source: Clients
es: Clientes

source: Are you sure to delete the Client
es: Esta seguro que querer borrar el cliente?

source: The Client has been deleted!!
es: El cliente ha sido borrado!!

source: Modify the fields with the Clients an his personal reference information
es: Modifique los campos con la informacion del cliente y su referencia personal

source: male
es: hombre

source: female
es: mujer

source: Banned
es: Censurado

source: not
es: no

source: yes
es: si

source: Name
es: Nombre

source: Cellular
es: Celular

source: Email
es: Correo

source: Friend Identification
es: Identificacion de amigo

source: Friend Name
es: Nombre de amigo

source: Friend Last name
es: Apellido de amigo

source: Friend Phone
es: Telefono de conocido

source: Friend Cellular
es: Celular de amigo

source: Friend Email
es: Email de amigo

source: Friend Address
es: Direccion de amigo

source: Reference of game
es: Referencia del juego

source: Game name
es: Nombre del juego

source: Type game
es: Tipo de juego

source: Board
es: Tablero

source: Cards
es: Cartas

source: Available
es: Disponible

source: Not available
es: No disponible

source: Description game
es: Descripcion del juego

source: rules
es: Reglas

source: Minimus number of player
es: Minimo de jugadores

source: Maximus number of player
es: Maximo de jugadores

source: unit of time
es: Unidad de tiempo

source: minutes
es: Minutos

source: hours
es: Horas

source: unit of time additional
es: Unidad de tiempo adicional

source: cost for time unit
es: Costo por unidad de tiempo

source: Cost aditional time unit
es: Costo por unidad de tiempo adicional

source: The action was make successful
es: La accion fue tomada exitosamente!

source: I can't add this game! The error was %1
es: No puedo agregar el juego! El error fue %1

source: The code of the game realy exist, plase chage it
es: El codigo del juego existe, por favor cambielo

source: For continue, fill all the fields
es: Para continuar, llene todos los campo

source: I can't modify this game! The error was %1
es: No puedo modificar este juego! El error fue %1

source: true
es: verdadero

source: false
es: falso

source: Code
es: Codigo

source: available
es: Disponible

source: Games
es: Juegos

source: Please click in the "Add" button for add a game
es: Por favor clickee en el boton "Añadir" para adicionar un juego

source: Add game
es: Agregar juego

source: Admin game
es: Gestionar juegos

source: fill the fields for add a new game
es: Llene los campos con un nuevo juego

source: Are you sure to delete the game
es: Esta seguro de querer borrar el juego

source: The game has been deleted!!
es: El juego ha sido borrado

source: Modify game
es: Modificar juego

source: Change the fields for modify the game
es: Cambie los juegos para modificar el juego

source: == query game
es: == Consulta al juego

source: Game name:
es: Nombre juego:

source: Code game:
es: odigo:

source: Description:
es: Descripcion:

source: Rules:
es: Reglas:

source: Mininus of gamers:
es: Minimo de jugadores

source: Maximus of gamers:
es: Maximo de jugadores

source: Cost unit time:
es: Costo por unidad de tiempo:

source: available of gamers:
es: Estado de jugadores:

source: <br><br><div align=center><em>Date:
es: <br><br><div align=center><em>Fecha:

source: <h1/><h3><div align=center>%1</div><div align=center>NIT. %2</div><div align=center>Phone. %3</div><div align=center>%4</div></h3><h1>
es: <h1/><h3><div align=center>%1</div><div align=center>NIT. %2</div><div align=center>Telefono. %3</div><div align=center>%4</div></h3><h1>

source: Accept
es: Aceptar

source: Save this report
es: Guarde este reporte

source: Export this report
es: Exporte este reporte

source: Save report
es: Guardar reportes

source: Export report
es: Exportar reporte

source: Register
es: Registrar

source: Welcome !
es: Bienvenido!

source: Setup database
es: Configurar base de datos

source: Setup Enterprise
es: Configure su empresa

source: Setup admin user
es: Configurar usuario administrador

source: <h3><b>Congratulations!</b></h3><br>
es: <h3><b>Felicitaciones!</b></h3><br>

source: You has configure the system, you can become to use it!
es: Haz configurado exitosamente el sistema, puedes empezar a usarlo!

source: All is good!
es: Todo esta bien!

source: I can't create the admin account The error was %1
es: No puedo crear una cuenta de administrador El error fue %1

source: <p>KLudoteca is a program that lets administer a gamestore easyly and fastly, thanks to choose it!</p>
es: <p>KLudoteca es un programa que le permite administrar facil y rapidamente una ludoteca, gracias por escogerlo!</p>

source: <p>In this dialog, you can initialize the system in a easy way, you need fill some information and you can get the system work!</p>
es: <p>En este dialogo puedes inicializar el sistema facilmente, solo necesitas llenar alguna informacion y tendras el sistema trabajando!</p>

source: <p>Please press the next button and complete the fields</p>
es: <p>Por favor presione el boton siguiente y complete los campos</p>

source: <br><br><em>-- KLudoteca Team</em>
es: <br><br><em>-- El equipo de KLudoteca</em>

source: <p>In this section, you must be fill the information in the fields, for create the application database</p>
es: <p>En esta seccion, debes llenar la informacion en los campos, para crear la base de datos de la aplicacion</p>

source: Server
es: Servidor

source: Create the database!
es: Crea la base de datos!

source: Your account is invalid, you need a user which can create users and databases
es: Su cuenta es invalida, necesitas un usuario que pueda crear usuarios y bases de datos

source: I can't create %1 The error was %2 try remove it?
es: No puedo crear %1 El error fue %2 quiere tratar de removerla?

source: I can't create (all) tables in database %1
es: No puedo crear (todas) las tablas in la base de datos %1

source: The database %1 was create succesfully!
es: La base de datos %1 fue creada exitosamente!

source: You can continue to next step
es: Puedes continuar al siguiente paso

source: I can't open the database! The error was %1
es: No puedo abrir la base de datos! El error fue %1

source: <p>In this dialog, you must be fill the information in the fields, for setup your bussyness.</p>
es: <p>En este dialogo debes llenar la informacion in los campos, para configurar su negocio.</p>

source: City
es: Ciudad

source: I create your enterprise :(
es: No puedo crear la empresa :(

source: <p>In this dialog, you must be fill the information in the fields, for setup your admin account.</p>
es: <p>En este dialogo debes llenar la informacion in los campos, para configurar su cuenta de administrador.</p>

source: Error: I can't create %
es: Error: No puedo crear %

source: I can't open %1 to write!
es: No puedo abrir %1 para escritura!

source: You need setup the logger first
es: Necesita configurar el logger primero

source: You need specify the fields
es: Necesita especificar los campos

source: For a join clause you need two fields
es: Para hacer un join necesitas dos campos

source: Running 1st Dialog!
es: Corriendo 1er dialogo!

source: Filter here...
es: Filtre aqui...

source: Query
es: Consulta

source: Game's Info
es: Informacion de Juegos

source: Available Games
es: Juegos disponibles

source: Reference
es: Referencia del juego

source: Rules
es: Reglas

source: Mingamers
es: MinJugadores

source: Maxgamers
es: MaxJugadores

source: Type
es: Tipo

source: Value for Unit
es: Valor por unidad

source: Value for Aditional Unit
es: Valor por unidad de tiempo adicional

source: Client's Info
es: Informacion de clientes

source: Available Clients
es: Clientes disponibles

source: Rent's Info
es: Informacion de alquileres

source: Client ID
es: Identificacion

source: Time Units
es: Unidad de tiempo

source: Client Name
es: Nombre de cliente

source: Additional Time
es: Tiempo adicional

source: Game Name
es: Nombre del juego

source: Game Serial
es: Serial del juego

source: Active
es: Activo

source: Cost of Rent
es: Costo del alquiler

source: Query Rent
es: Consultar renta

source: This is the basic information about Rents
es: Esta es la informacion basica sobre rentas

source: Game Serial:
es: Serial del juego:

source: Game Name:
es: Nombre del juego:

source: Client's Identification:
es: Identificacion:

source: Client's Name:
es: Nombre de cliente:

source: Cost for Time Unit:
es: Costo por unidad de tiempo:

source: Cost for Aditional Time Unit:
es: Costo por unidad de tiempo adicional:

source: Rent Date:
es: Fecha de alquiler

source: Rent Hour:
es: Hora de alquiler:

source: Aditional Time Units:
es: Unidad de tiempo adicional:

source: Game
es: Juego

source: Elapsed Time in Hours
es: Tiempo estimado en horas

source: Remain Time in Hours
es: Tiempo faltante en horas

source: Cost
es: Costo

source: Elapsed Time in Minutes
es: Tiempo estimado en minutos

source: Remain Time in Minutes
es: Tiempo faltante en minutos

source: Tournament
es: Torneo

source: Client
es: Cliente

source: Rank
es: Puesto

source: Rents
es: Alquiler

source: Active Rents
es: Alquileres activos

source: Rent Date
es: Fecha de alquiler

source: Rent Hour
es: Hora de alquiler

source: Please click in the "Add" button for create a new Rent
es: Por favor clickee en el boton "Añadir" para adicionar un nuevo alquiler

source: Add rent
es: Alquile un juego

source: Admin Rents
es: Gestionar alquileres

source: Fill the fields with the Rent information
es: Llene los campos con la informacion del alquiler

source: Are you sure to delete this Rent ?
es: Esta seguro que querer borrar este alquiler?

source: The Rent has been deleted!!
es: El alquiler ha sido borrado!!

source: Modify the fields with the Rent information
es: Modifique los campos con la informacion del alquiler

source: Report test
es: Ver reportes

source: == query to Rent
es: == Consultar alquiler

source: Manage %1 matchs for the %2 round
es: Maneje las partidas de %1 para la ronda %2

source: Fill the fields with the match's results<br> <div align=center> <b>NOTE:</b> Results are respect to the first opponent </div>
es: Llene los campos con el resultado de la partida<br> <div align=center> <b>NOTA:</b> Los resultados se toman respecto al primer oponente </div>

source: Results Table
es: Table de resultados

source: Oponnent one
es: Oponente uno

source: Oponnent two
es: Oponente dos

source: Results
es: Resultados

source: Draw
es: Empate

source: Win
es: Ganados

source: Lose
es: Perdidas

source: Results registred
es: Resultados registrados

source: Rest
es: Descanza

source: Client identification
es: Identificacion

source: Add participant
es: Agregar participante

source: Remove participant
es: Borrar el participante

source: Add here
es: Agregue aqui

source: The participants has been added
es: Los participantes han sido agregados

source: Query tournament %1
es: Consultar torneo %1

source: This is the ranking of the tournament
es: Esta es la clasificacion del torneo

source: <br>Init date:
es: <br>Fecha de inicio:

source: <br>End date:
es: <br>Fecha de finalizacion:

source: <br>Rounds:
es: <br>Rondas:

source: <br>Game:
es: <br>Juego:

source: <br>Price:
es: <br>Precio:

source: Participant
es: Participante

source: Lost
es: Perdido

source: Tournament:
es: Torneo:

source: Init date:
es: Fecha de inicio

source: End date:
es: Fecha de finalizacion

source: Rounds:
es: Rondas:

source: Game:
es: Juego:

source: Price:
es: Precio:

source: Fill the fields with the tournament information
es: Llene los campos con la informacion para un nuevo torneo

source: Edit a tournament
es: Editar un torneo

source: Fill the fields with the update tournament information
es: Llene los campos con la informacion actualizada de torneo

source: Name of tournament
es: Nombre del torneo

source: Date of begin of the tournament
es: Fecha de inicio del torneo

source: Games for pairs
es: Juegos por pareja

source: Value for inscription
es: Valor de la inscripcion

source: Date end of the tournament
es: Fecha de finalizacion del torneo

source: Name of game
es: Nombre del juego

source: The tournament %1 has been added
es: El torneo %1 ha sido creado

source: The tournament has been modified
es: El torneo ha sido modificado
