Repository: BackupTheBerlios/kludoteca-svn
Catalog: trunk/alpha/kludoteca/po/*.po
Languages: es

source: <li>Bad name field</li>
es: <li>Esta mal el campo de nombre</li>

source: <li>Bad rounds for pair field</li>
es: <li>Esta mal el campo de rondas por pareja </li>

source: <li>Bad end date field</li>
es: <li>Esta mal el campo de fecha final</li>

source: I can't create this tournament!
es: No puedo crear este torneo!

source: Participants
es: Participantes

source: Manage
es: Gestione

source: Add participants to %1
es: Agregar participantes a %1

source: Admin %1 Participants
es: Gestionar participantes

source: Fill the fields with the participants information
es: Llene los campos con la informacion del participante

source: Gamers reports
es: Reportes de jugadores

source: Report ranking
es: Reporte de clasificacion

source: New
es: Nuevo

source: Update
es: Actualizar

source: The tournament has finished!!
es: El torneo ha finalizado

source: Add matchs to %1
es: Adicionar partidas a %1

source: Fill the fields with the match's results
es: Llene los campos con la informacion de la partida

source: Update matchs to %1
es: Actualize las partidas de %1

source: Tournament name
es: Nombre del torneo

source: Active Tournaments
es: Torneos activos

source: Please click in the "Add" button for add a tournament
es: Por favor clickee en el boton "Añadir" para adicionar un torneo

source: Are you sure to delete the tournament %1 ?
es: Esta seguro de querer borrar este torneo

source: The tournament has been deleted!!
es: El torneoha sido borrado

source: I can't delete this tournament! The error was %1
es: No puedo borrar este torneo El error fue %1

source: Query tournament
es: Consultar torneo

source: Tournament Old
es: Torneos antiguos

source: Rounds
es: Rondas

source: Old
es: Antiguos

source: Tournaments
es: Torneos
